{
    "busineesCard":{
        "name": "Julian F. Lancheros",
        "phase": "Elige solo una maestra,<br> la naturaleza",
        "job": "Desarrollador Full Stack",
        "mail": "julianfel_@hotmail.com",
        "phone": "+57 321 916 7951",
        "webPage": "julianflancheros.js.org",
        "linkedin": "julianflancheros",
        "mailCategory" : "Correo",
        "phoneCategory": "Celular",
        "websiteCategory": "Sitio Web",
        "paragrah": "Soy estudiante de Ingeniería Agrícola en la Universidad Nacional de Colombia y Misión TIC en la UTP estoy en proceso de especializarme en análisis de datos, manejo de herramientas Sistemas de Información Geográfica (SIG), creación de paginas web responsivas y aplicaciones funcionales para dispositivos móviles.",
        "saveContact": "Guardar contacto"
    },
    "personalPage": {
        "titlePage": "Julian F. Lancheros | Desarrollador Full‑Stack y GIS",
        "meta-description": "Portafolio de Julian F. Lancheros: desarrollo web, SIG y análisis de datos en Bogotá, Colombia.",
        "dynamicGreeting": "Soy un apasionado por <span class=\"typed\" data-typed-items=\"la programación, el deseño, la naturaleza, la ingenieria,el diseño web, aprender nuevas cosas .....\"></span>",
        "sectionHome": "<i class=\"icofont-home nav__toggle\"></i>Inicio",
        "sectionAbout": "<i class=\"icofont-teacher nav__toggle\"></i>Acerca de mi",
        "sectionQualification": "<i class=\"icofont-attachment nav__toggle\"></i>Perfil",
        "sectionPortfolio": "<i class=\"icofont-id nav__toggle\"></i>Portafolio",
        "sectionContact": "<i class=\"icofont-contact-add nav__toggle\"></i>Contacto",
        "aboutTitle": "Conoceme un poco más",
        "aboutProfileTitle":"Ingeniero Agricola: Diseñando soluciones para ayudar a las personas y trasformar la industria.",
        "aboutProfileParagraph": "Soy un estudiante universitario con buenas habilidades analiticas, de gestion de proyetos y de trabajo en equipo obtenidas y pulidas a través de mi estancia en la Universidad con experiencia como desarrollador Frontend usando HTML5, CSS3 y JavaScript junto con algunos Frameworks de estos últimos para la creación de SPAs (Single-page application) responsivos y Backend usando Node y Google Apps Script; por otro lado, he trabajado con CMS (usando Joomla y Wordpress), conozco los lenguages Python, C++, R y Java. Yo considero que soy una persona proactiva, lider y determinada, lo que me ha llevado a adquirir conocimientos útiles fuera de mi profesión. <br>",
        "aboutAgeCategory": "<i class=\"icofont-rounded-right\"></i> <strong>Edad:</strong> 23",
        "aboutCityCategory": "<i class=\"icofont-rounded-right\"></i> <strong>Ciudad:</strong> Bogota, CO",
        "aboutDegreeCategory": "<i class=\"icofont-rounded-right\"></i> <strong>Escolarización:</strong> Estudiante Universitario",
        "aboutFreelanceCategory": "<i class=\"icofont-rounded-right\"></i> <strong>Freelance:</strong> Disponible",
        "aboutProfileFinalPhrase": "Si quieres aprender más acerca de mi, te invito a revisar mi página web",
        "aboutInterests": "Mis gustos",
        "aboutInterests1": "Geomatica",
        "aboutInterests2": "Estatistica",
        "aboutInterests3": "Programación",
        "aboutInterests4": "Diseño",
        "aboutInterests5": "Bases de Datos",
        "aboutInterests6": "Logistica &amp; Maquinaria",
        "aboutInterests7": "Marketing Digital",
        "aboutInterests8": "Naturaleza",

        "qualificationTitle": "Mi viaje personal",
        "qualificationTitleExperience": "Experiencia Profesional",

        "qualificationDateExperience1": "Marzo, 2022 - Julio 2022",
        "qualificationTitleExperience1":"Estudiante Auxiliar en la Cátedra de Sede Jorge Elíecer Gaitán (JEG)",
        "qualificationPlaceExperience1":
        "Dirección academica Sede Bogotá, Universidad Nacional de Colombia",
        "qualificationActivitiesExperience1": "<li>Diseño del sitio web de la versión 2022-1 con el cartel creado por el diseñador.</li><li>Diseñar el programa de clases siguiendo los lineamientos establecidos</li><li>Soportar clases virtuales en diferentes plataformas</li><li>Gestioné todos los documentos para poder compartir el contenido de las sesiones con internet y la estación de radio de la universidad.</li><li>Desarrollé todo el backend para las calificaciones de los estudiantes y creé resúmenes recurrentes para cada monitor.</li>",


        "qualificationDateExperience2": "Febrero, 2021 - Marzo, 2022",
        "qualificationTitleExperience2":"Monitor de Tecnologias en Taller de Proyectos Interdiciplinarios (TPi)",
        "qualificationPlaceExperience2":"Facultdad de Ingeniria, Universidad Nacional de Colombia",
        "qualificationActivitiesExperience2": "<li>Rediseñar dos veces el sitio web con la nueva imagen creada por el diseñador.</li><li>Diseñar una nueva interfaz para reproducir videos incrustados en la página.</li><li>Rediseñar el SEO en el sitio web para que aparezca como resultado con las palabras correctas.</li><li>Reducido el número de páginas utilizadas por TPi de 800 a 600, creando grupos con información similar y creando secciones en la página principal con información importante también eliminando contenido que ya no es necesario.</li><li>Cree la página \"contacto\" en la página de TPi con un formulario para obtener retroalimentación del curso y lo conecté con el backend usando Google Apps Script.</li><li >Crear la interfaz final para el 1er \"BootCamp Iberoamericano de Innovación Abierta\" organizado por ASIBEI y actualizar todo el contenido en un solo día.</li><li>Integrar el equipo que empezó a desarrollar Quanticon Valley basado en react, usando el stack next.js y github pages en su nueva versión y diseñé el sistema de manipulación de los Innocoins, puntos de victoria en TPi Hall o f Fame.</li><li>Durante dos meses estuve a cargo de montar todo el contenido en Quanticon Valley.</li><li>Admite todos los eventos y clases virtuales en diferentes plataformas (Moodle, Meet, Zoom, etc.) , así como el contenido de estos.</li><li>Utilice hojas de cálculo para manipular todos los datos de dos grupos cada uno con más de 160 personas durante dos semestres.</li><li>Cubra todas las actividades de los monitores si alguno tuvo problemas.</li>",

        "qualificationDateExperience3": "September, 2021 - Diciembre, 2021",
        "qualificationTitleExperience3":"Desarrollador Frontend en Innovate",
        "qualificationPlaceExperience3":"Facultad de Ingenieria, Universidad Nacional de Colombia",
        "qualificationActivitiesExperience3": "<li>Diseño de la web con la nueva imagen creada por el diseñador</li><li>Co-rediseño de la imagen del grupo para cumplir con la normativa institucional</li>",

        "qualificationDateExperience4":  "Febrero, 2021 - Agosto, 2021",
        "qualificationTitleExperience4":"Instructor Junior",
        "qualificationPlaceExperience4": "Unidad de Informática Facultad de Ciencias Economicas (UIFCE), Universidad Nacional de Colombia",
        "qualificationActivitiesExperience4": "<li>Apoyé una actividad de enseñanza como instructor con 44 personas</li><li>Aprender y usar algunos softwares enfocados en FCE </li><li>Integre un equipo de más de 30 personas.</li><li>Diseñar un sistema para motivar el estudio autónomo de todo el equipo</li>",


        "qualificationDateExperience5":  "Mayo, 2020 - Octubre, 2020",
        "qualificationTitleExperience5":"Desarrollador de Marca",
        "qualificationPlaceExperience5": "Tegidos C&S",
        "qualificationActivitiesExperience5": "<li>Diseño de elementos visuales</li><li>Creación de la marca virtual de la empresa</li><li>Creación y diseño de la página de Facebook e Intragram de la empresa</li><li>Diseño de un boceto para el sitio web</li>",

        "qualificationDateExperience6":  "Octubre, 2019",
        "qualificationTitleExperience6":"Voluntario encargado de los aspectos tecnologicos en el 10° CONGRESO MUNDIAL PARA EL TALENTO DE LA NIÑEZ",
        "qualificationPlaceExperience6": "Fundación ELIC, Bogotá, CO.",
        "qualificationActivitiesExperience6": "<li>Manejé los equipos de cómputo (conexión de red, sonido y computadoras).</li><li>Organizaba las salas temáticas, la entrada y salida de personas.</li><li>Gestioné un equipo de 10 personas. </li>",

        "qualificationTitleEducation": "Educación",
        "qualificationTitleEducation1" :"Ingeniero Agrícola",
        "qualificationDateEducation1": "Agosto, 2019 - Presente",
        "qualificationPlaceEducation1": "Universidad Nacional de Colombia, Bogotá, CO",
        "qualificationParagraphEducation1": "El Ingeniero Agrícola es un profesional con capacidad para contribuir a la generación de infraestructura rural y agroindustrial (diseño, diseño, construcción, selección, planificación, gestión y mantenimiento) para la producción de materias primas vegetales y animales y su procesamiento. <br> Este programa tiene una duración de 5 años.",


        "qualificationTitleEducation2": "Programador Junior",
        "qualificationDateEducation2": "Marzo, 2021 - Diciembre, 2021",
        "qualificationPlaceEducation2": "Mision TIC 2022, Bogotá, CO",
        "qualificationParagraphEducation2": "MISIÓN TIC 2022 es una estrategia de formación específica en programación orientada a jóvenes para ampliar oportunidades en la construcción de trayectorias educativas y ocupacionales, garantizando el aprovechamiento de oportunidades en el marco de las políticas de reactivación económica y economía naranja.",
        "qualificationTitleEducation3": "Ingenieria Agronomica",
        "qualificationDateEducation3": "Enero, 2016 - Julio, 2019",
        "qualificationPlaceEducation3": "Universidad Nacional de Colombia, Bogotá, CO",
        "qualificationParagraphEducation3": "El Ingeniero Agrónomo es un profesional que estudia los factores físicos, químicos y biológicos, económicos y sociales que influyen o afectan el proceso productivo. Su objetivo es mejorar la calidad de los procesos de producción y transformación de productos agroalimentarios. <br> Este programa tiene una duración de 5 años.",

        "qualificationTitleEducation4": "Técnico Auxiliar en Contabilidad y Finanzas",
        "qualificationDateEducation4": "Septiembre, 2014 - Marzo, 2016",
        "qualificationPlaceEducation4": "Corporación Iberoamericana de Estudios CIES, Bogotá, CO",
        "qualificationParagraphEducation4": "Este grado se centra en apoyar a las organizaciones con los recursos operativos contables, de inversión y financiación, la elaboración y presentación de la información contable, así como la organización de la documentación generada para el ejercicio, de acuerdo con la normativa vigente y las políticas organizativas. <br> Este programa tiene una duración de 2,5 años.",





        "contactTitle": "Contacta conmigo",
        "contactSocialMedia": "Redes Sociales",
        "contactFormSendMessage": "Enviar Mensaje",
        "contactFormReset": "Borrar avance"
    }
}
